content/posts/population_dynamics.md
+++
title = "population dynamics"
author = ["Cameron Smith"]
lastmod = 2020-09-20T18:40:15-04:00
slug = "population_dynamics"
draft = false
+++

## [An introduction to the mathematical structure of the Wright-Fisher model of population genetics by Julian Hofrichter, Jurgen Jost, and Tat Dat Tran in 2013]({{< relref "An_introduction_to_the_mathematical_structure_of_the_Wright-Fisher_model_of_population_genetics_by_Julian_Hofrichter,_Jurgen_Jost,_and_Tat_Dat_Tran_in_2013" >}}) {#an-introduction-to-the-mathematical-structure-of-the-wright-fisher-model-of-population-genetics-by-julian-hofrichter-jurgen-jost-and-tat-dat-tran-in-2013--an-introduction-to-the-mathematical-structure-of-the-wright-fisher-model-of-population-genetics-by-julian-hofrichter-jurgen-jost-and-tat-dat-tran-in-2013-dot-md}


## [The frequency-dependent Wright–Fisher model diffusive and non-diffusive approximations by Fabio Chalub and Max Souza in 2014]({{< relref "The_frequency-dependent_Wright–Fisher_model_diffusive_and_non-diffusive_approximations_by_Fabio_Chalub_and_Max_Souza_in_2014" >}}) {#the-frequency-dependent-wright-fisher-model-diffusive-and-non-diffusive-approximations-by-fabio-chalub-and-max-souza-in-2014--the-frequency-dependent-wright-fisher-model-diffusive-and-non-diffusive-approximations-by-fabio-chalub-and-max-souza-in-2014-dot-md}
